tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "anyenv"
brew "aws-amplify"
brew "awscli"
brew "cfn-lint"
brew "gh"
brew "git"
brew "jq"
brew "tree"
brew "zsh"
cask "amazon-chime"
cask "arc"
cask "authy"
cask "coteditor"
cask "cyberduck"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "logi-options-plus"
cask "maccy"
cask "masscode"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "thunderbird"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "adam-bender.commit-message-editor"
vscode "alexcvzz.vscode-sqlite"
vscode "aws-scripting-guy.cform"
vscode "AykutSarac.jsoncrack-vscode"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "buttaiwan.cursor-charcode"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jamesmaj.easy-icons"
vscode "jebbs.plantuml"
vscode "jeffersonlicet.snipped"
vscode "kddejong.vscode-cfn-lint"
vscode "leodevbro.blockman"
vscode "loganarnett.lambda-snippets"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msrvida.vscode-sanddance"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "saikou9901.evilinspector"
vscode "sgryjp.japanese-word-handler"
vscode "shardulm94.trailing-spaces"
vscode "Shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "vscode-icons-team.vscode-icons"
vscode "wicked-labs.sequoia"
vscode "wingrunr21.vscode-ruby"
vscode "wraith13.zoombar-vscode"
vscode "yzhang.markdown-all-in-one"
