tap "mackerelio/mackerel-agent"
brew "anyenv"
brew "icu4c@77"
brew "aws-amplify"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "cfn-lint"
brew "gh"
brew "git"
brew "go-task"
brew "icu4c@76"
brew "iproute2mac"
brew "jq"
brew "libpq"
brew "marp-cli"
brew "telnet"
brew "tree"
brew "uv"
brew "zsh"
brew "mackerelio/mackerel-agent/mkr"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-lato"
cask "maccy"
cask "session-manager-plugin"
vscode "adam-bender.commit-message-editor"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.amazon-q-vscode"
vscode "aws-scripting-guy.cform"
vscode "aykutsarac.jsoncrack-vscode"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "buttaiwan.cursor-charcode"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jamesmaj.easy-icons"
vscode "jebbs.plantuml"
vscode "jeffersonlicet.snipped"
vscode "jprestidge.theme-material-theme"
vscode "kddejong.vscode-cfn-lint"
vscode "leodevbro.blockman"
vscode "loganarnett.lambda-snippets"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msrvida.vscode-sanddance"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "saikou9901.evilinspector"
vscode "sankooc.pcapviewer"
vscode "sgryjp.japanese-word-handler"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "vscode-icons-team.vscode-icons"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wicked-labs.sequoia"
vscode "wraith13.zoombar-vscode"
vscode "yzhang.markdown-all-in-one"
